{"source": {"app-info": "The NBCN (National Basic Climatological Network) is a network of climate monitoring stations established by the National Weather Service or a similar national meteorological organization. These stations are strategically located across the country to collect and record essential weather and climate data, such as temperature, precipitation, humidity, and wind speed. The data gathered from these stations helps in understanding the long-term climate trends and variations in different regions. It also serves as a crucial resource for meteorologists, researchers, policymakers, and the general public to make informed decisions about weather-related matters, including climate change impacts and disaster preparedness. The NBCN plays a vital role in providing a reliable and comprehensive dataset that underpins climate science and supports climate-related planning and decision-making.\n\n MeteoSwiss has been conducting systematic measurements of climate parameters at ground level in all parts of the country since 1864. Certain monitoring stations in this network are run with particular precision and are the bedrock for research into climate change. The particular ground-based monitoring stations in the network that are the most important from a climatological perspective together form the Swiss National Basic Climatological Network (Swiss NBCN). These provide the basis for long-term, continual high-quality climate data series."}, "en": {"app-info": "The NBCN (National Basic Climatological Network) is a network of climate monitoring stations established by the National Weather Service or a similar national meteorological organization. These stations are strategically located across the country to collect and record essential weather and climate data, such as temperature, precipitation, humidity, and wind speed. The data gathered from these stations helps in understanding the long-term climate trends and variations in different regions. It also serves as a crucial resource for meteorologists, researchers, policymakers, and the general public to make informed decisions about weather-related matters, including climate change impacts and disaster preparedness. The NBCN plays a vital role in providing a reliable and comprehensive dataset that underpins climate science and supports climate-related planning and decision-making.\n\n MeteoSwiss has been conducting systematic measurements of climate parameters at ground level in all parts of the country since 1864. Certain monitoring stations in this network are run with particular precision and are the bedrock for research into climate change. The particular ground-based monitoring stations in the network that are the most important from a climatological perspective together form the Swiss National Basic Climatological Network (Swiss NBCN). These provide the basis for long-term, continual high-quality climate data series."}, "de": {"app-info": "Das NBCN (National Basic Climatological Network) ist ein Netzwerk von Klimaüberwachungsstationen, das vom National Weather Service oder einer ähnlichen nationalen meteorologischen Organisation eingerichtet wurde. Diese Stationen sind strategisch im ganzen Land verteilt, um wesentliche Wetter- und Klimadaten wie Temperatur, Niederschlag, Luftfeuchtigkeit und Windgeschwindigkeit zu sammeln und aufzuzeichnen. Die aus diesen Stationen gewonnenen Daten tragen dazu bei, langfristige Klimatrends und Variationen in verschiedenen Regionen zu verstehen. Sie dienen auch als wichtige Ressource für Meteorologen, Forscher, Entscheidungsträger und die allgemeine Öffentlichkeit, um fundierte Entscheidungen in Bezug auf wetterbedingte Angelegenheiten, einschließlich der Auswirkungen des Klimawandels und der Katastrophenvorsorge, zu treffen. Das NBCN spielt eine wichtige Rolle bei der Bereitstellung eines zuverlässigen und umfassenden Datensatzes, der die Klimawissenschaft unterstützt und klimabezogene Planung und Entscheidungsfindung unterstützt.\n\n MeteoSchweiz führt seit 1864 systematische Messungen von Klimaparametern auf Bodenniveau in allen Teilen des Landes durch. Bestimmte Überwachungsstationen in diesem Netzwerk werden mit besonderer Präzision betrieben und bilden das Fundament für die Erforschung des Klimawandels. Die speziellen bodengestützten Überwachungsstationen im Netzwerk, die aus klimatologischer Sicht am wichtigsten sind, bilden zusammen das Schweizerische Nationale Grundklimatologische Netzwerk (Swiss NBCN). Diese bilden die Grundlage für langfristige, kontinuierliche Klimadatenreihen von hoher Qualität."}, "fr": {"app-info": "Le NBCN (National Basic Climatological Network) est un réseau de stations de surveillance climatique établi par le National Weather Service ou une organisation météorologique nationale similaire. Ces stations sont stratégiquement situées à travers le pays pour collecter et enregistrer des données météorologiques et climatiques essentielles, telles que la température, les précipitations, l'humidité et la vitesse du vent. Les données recueillies auprès de ces stations aident à comprendre les tendances climatiques à long terme et les variations dans différentes régions. Il sert également de ressource cruciale pour les météorologues, les chercheurs, les décideurs politiques et le grand public pour prendre des décisions éclairées sur les questions liées aux conditions météorologiques, y compris les impacts du changement climatique et la préparation aux catastrophes. Le NBCN joue un rôle vital en fournissant un ensemble de données fiable et complet qui sous-tend la science du climat et soutient la planification et la prise de décision liées au climat.\n\nMeteoSwiss effectue des mesures systématiques des paramètres climatiques au niveau du sol dans toutes les régions du pays depuis 1864. Certaines stations de surveillance de ce réseau sont exploitées avec une précision particulière et constituent la base de la recherche sur le changement climatique. Les stations de surveillance au sol particulières du réseau qui sont les plus importantes d'un point de vue climatologique forment ensemble le Réseau National de Base Climatologique Suisse (Swiss NBCN). Elles fournissent la base de séries de données climatiques de haute qualité à long terme et continues."}, "it": {"app-info": "La NBCN (National Basic Climatological Network) è una rete di stazioni di monitoraggio climatico istituite dal Servizio Meteorologico Nazionale o da un'organizzazione meteorologica nazionale simile. Queste stazioni sono strategicamente posizionate in tutto il paese per raccogliere e registrare dati meteorologici e climatici essenziali, come temperatura, precipitazioni, umidità e velocità del vento. I dati raccolti da queste stazioni aiutano a comprendere le tendenze climatiche a lungo termine e le variazioni nelle diverse regioni. Serve anche come risorsa fondamentale per meteorologi, ricercatori, responsabili delle decisioni politiche e il pubblico in generale per prendere decisioni informate su questioni legate al clima, compresi gli impatti dei cambiamenti climatici e la preparazione ai disastri. La NBCN svolge un ruolo vitale nel fornire un insieme di dati affidabile e completo che sottende la scienza del clima e supporta la pianificazione e la presa di decisioni legate al clima.\n\n MeteoSwiss effettua misurazioni sistematiche dei parametri climatici a livello del suolo in tutte le parti del paese dal 1864. Alcune stazioni di monitoraggio di questa rete sono gestite con particolare precisione e costituiscono la base per la ricerca sui cambiamenti climatici. Le stazioni di monitoraggio a terra particolari nella rete che sono le più importanti dal punto di vista climatologico formano insieme la Swiss National Basic Climatological Network (Swiss NBCN). Queste forniscono la base per serie di dati climatici a lungo termine di alta qualità e continuative."}}