{
  "source": {},
  "en": {
    "app-info": "The NBCN (National Basic Climatological Network) is a network of climate monitoring stations established by the National Weather Service or a similar national meteorological organization. These stations are strategically located nationwide to collect and record essential weather and climate data, such as temperature, precipitation, humidity, and wind speed. The data gathered from these stations helps in understanding the long-term climate trends and variations in different regions. It also serves as a crucial resource for meteorologists, researchers, policymakers, and the general public to make informed decisions about weather-related matters, including climate change impacts and disaster preparedness. The NBCN plays a vital role in providing a reliable and comprehensive dataset that underpins climate science and supports climate-related planning and decision-making.\n\nClimateSiGraph allows exploring temperature and precipitation data from {} NBCN stations in Switzerland. This data is syncronized with [MeteoSwiss]({}) and was last refreshed on {}.\n\n- Stations overview lists all stations, locations, and the last and first year of measurement for each parameter.\n\n- Monthly Stats shows the monthly means in a table and various graphs.\n\n- Trend Analysis applies the seasonal Mann Kendall test. The Mann-Kendall test is a non-parametric statistical test used to determine if there is a monotonic trend (either increasing or decreasing) in a dataset over time.\n\n- Ressources list links to sites with in depth information and additional data on the climate in Switzerland."
  },
  "de": {
    "app-info": "Das NBCN (National Basic Climatological Network) ist ein Netzwerk von Klimaüberwachungsstationen, das vom National Weather Service oder einer ähnlichen nationalen meteorologischen Organisation eingerichtet wurde. Diese Stationen sind landesweit strategisch platziert, um wesentliche Wetter- und Klimadaten wie Temperatur, Niederschlag, Luftfeuchtigkeit und Windgeschwindigkeit zu sammeln und aufzuzeichnen. Die aus diesen Stationen gewonnenen Daten tragen dazu bei, langfristige Klimatrends und Variationen in verschiedenen Regionen zu verstehen. Sie dienen auch als wichtige Ressource für Meteorologen, Forscher, Entscheidungsträger und die breite Öffentlichkeit, um fundierte Entscheidungen in Bezug auf wetterbedingte Angelegenheiten, einschließlich Auswirkungen des Klimawandels und Katastrophenvorsorge, zu treffen. Das NBCN spielt eine wichtige Rolle bei der Bereitstellung eines zuverlässigen und umfassenden Datensatzes, der die Klimawissenschaft unterstützt und klimabezogene Planung und Entscheidungsfindung unterstützt.\n\nClimateSiGraph ermöglicht die Erkundung von Temperatur- und Niederschlagsdaten von {} NBCN-Stationen in der Schweiz. Diese Daten werden mit [MeteoSwiss]({}) synchronisiert und wurden zuletzt am {} aktualisiert.\n\n- Die Stationsübersicht listet alle Stationen, Standorte sowie das letzte und erste Messjahr für jeden Parameter auf.\n\n- Die monatlichen Statistiken zeigen die monatlichen Mittelwerte in einer Tabelle und verschiedenen Diagrammen.\n\n- Die Trendanalyse wendet den saisonalen Mann-Kendall-Test an. Der Mann-Kendall-Test ist ein nichtparametrischer statistischer Test, der verwendet wird, um festzustellen, ob es einen monotonen Trend (entweder steigend oder abnehmend) in einem Datensatz im Laufe der Zeit gibt.\n\n- Die Ressourcenliste enthält Links zu Websites mit ausführlichen Informationen und zusätzlichen Daten zum Klima in der Schweiz."
  },
  "fr": {
    "app-info": "Le NBCN (National Basic Climatological Network) est un réseau de stations de surveillance climatique établi par le National Weather Service ou une organisation météorologique nationale similaire. Ces stations sont stratégiquement situées à travers le pays pour collecter et enregistrer des données météorologiques et climatiques essentielles, telles que la température, les précipitations, l'humidité et la vitesse du vent. Les données recueillies à partir de ces stations aident à comprendre les tendances climatiques à long terme et les variations dans différentes régions. Il sert également de ressource cruciale pour les météorologues, les chercheurs, les décideurs politiques et le grand public pour prendre des décisions éclairées sur les questions liées aux conditions météorologiques, y compris les impacts du changement climatique et la préparation aux catastrophes. Le NBCN joue un rôle vital en fournissant un ensemble de données fiable et complet qui sous-tend la science du climat et soutient la planification et la prise de décision liées au climat.\n\nClimateSiGraph permet d'explorer les données de température et de précipitations provenant de {} stations NBCN en Suisse. Ces données sont synchronisées avec [MeteoSwiss]({}) et ont été actualisées pour la dernière fois le {}.\n\n- L'aperçu des stations répertorie toutes les stations, leurs emplacements, ainsi que la dernière et la première année de mesure pour chaque paramètre.\n\n- Les statistiques mensuelles affichent les moyennes mensuelles dans un tableau et divers graphiques.\n\n- L'analyse des tendances applique le test de Mann Kendall saisonnier. Le test de Mann-Kendall est un test statistique non paramétrique utilisé pour déterminer s'il existe une tendance monotone (à la hausse ou à la baisse) dans un ensemble de données au fil du temps.\n\n- La liste des ressources renvoie à des sites avec des informations approfondies et des données supplémentaires sur le climat en Suisse."
  },
  "it": {
    "app-info": "L'NBCN (National Basic Climatological Network) è una rete di stazioni di monitoraggio climatico istituite dal Servizio Meteorologico Nazionale o da un'organizzazione meteorologica nazionale simile. Queste stazioni sono strategicamente posizionate in tutto il paese per raccogliere e registrare dati meteorologici e climatici essenziali, come temperatura, precipitazioni, umidità e velocità del vento. I dati raccolti da queste stazioni aiutano a comprendere le tendenze climatiche a lungo termine e le variazioni nelle diverse regioni. Serve anche come risorsa fondamentale per meteorologi, ricercatori, responsabili delle decisioni politiche e il pubblico in generale per prendere decisioni informate su questioni legate al clima, compresi gli impatti dei cambiamenti climatici e la preparazione ai disastri. L'NBCN svolge un ruolo vitale nel fornire un insieme di dati affidabile e completo che sottende la scienza del clima e supporta la pianificazione e la presa di decisioni legate al clima.\n\nClimateSiGraph consente di esplorare i dati di temperatura e precipitazioni provenienti da {} stazioni NBCN in Svizzera. Questi dati sono sincronizzati con [MeteoSwiss]({}) e sono stati aggiornati l'ultima volta il {}.\n\n- L'elenco delle stazioni fornisce un'anteprima di tutte le stazioni, le loro posizioni e l'ultimo e il primo anno di misurazione per ciascun parametro.\n\n- Le statistiche mensili mostrano le medie mensili in una tabella e vari grafici.\n\n- L'analisi delle tendenze applica il test di Mann Kendall stagionale. Il test di Mann-Kendall è un test statistico non parametrico utilizzato per determinare se esiste una tendenza monotona (in aumento o in diminuzione) in un set di dati nel tempo.\n\n- L'elenco delle risorse fornisce collegamenti a siti con informazioni approfondite e dati aggiuntivi sul clima in Svizzera."
  }
}
