{"source": {"title": "Statistics", "intro": "Monthly or yearly statistics showing various statistical indicator values per station with minimum, maximum, and mean temperature for every month. These statistics were calculated based on the monthly average. For example, the maximum temperature for Altdorf in January refers to the maximum mean temperature of this month, not the maximum temperature ever measured in this month. Select a menu-option in the sideboard `Analysis`-menu to show the statistics in various charts. The `Parameter` selection allows to switch between temperature and precipitation.", "analysis": "Analysis", "analysis-options": ["Summary table", "Barcharts", "Boxplots", "Superposed lines", "Heatmap", "Time Series", "3D Spiral", "Histogram"], "parameter": "Parameter", "filter": "Filter", "stat-functions": ["Minimum", "Maximum", "Average"], "show-average-line": "Show Average Line", "years": "Years", "months": "Months", "parameters": ["Temperature [°C]", "Precipitation[mm]"], "stations": "Stations", "station_name": "Stationname", "station": "Station", "month": "Month", "min": "Minimum", "max": "Maximum", "mean": "Mean", "parameter_interval": "Selected parameter: **{}**, Time interval: **{} - {}**", "barcharts": "Bar Charts", "bar_chart_intro": "The bar chart, renowned for its simplicity, offers an intuitive and accessible means of data comprehension. Each bar represents the mean {} value at the given station within the specified time interval.\n\n{}", "boxplot": "Box Plots ({})", "heatmap": "Heatmap", "time_series": "Time Series ({})", "3d_spiral": "3D Spiral ({})", "no_data": "Sorry, there is no data available for this parameter and time period.", "download_button_text": "Download data", "time_aggregation": "Statistics", "monthly": "Monthly values", "yearly": "Yearly values", "settings": "Settings", "year": "Year", "show_average_line": "Show average line", "histogram": "Histogram ({})", "count": "Count", "intro-spiral": "Inspired by the work of climatologist [Ed Hawkins](https://svs.gsfc.nasa.gov/search/?people=Ed%20Hawkins), 3D spiral transcends traditional time series charts by crafting a dynamic spiral that intertwines related months, like January and December, creating an engaging visual narrative that not only showcases trends but also vividly illustrates the cyclical nature of climate data.\n\n{}", "intro_plot": "Utilize the sidebar filters to adjust the time selection and employ the settings to modify the parameter selection; additionally, make use of the download button below the plot to conveniently retrieve the data displayed on the graph.", "intro_box_plot": "The [Box plot](https://en.wikipedia.org/wiki/Box_plot), a concise graphical representation, distills complex data distributions into a compact format, revealing key statistical insights at a glance. Its ability to showcase central tendencies, variability, and potential outliers makes it an indispensable tool for efficient data analysis.\n\n{}", "superposed_lines": "Superposed lines ({})", "intro_superposed_lines": "The Superposed Lines chart elegantly displays the monthly temperatures of selected years on a unified graph, enabling the identification of outliers while providing insights into variability and distribution across all months.\n\n{}", "intro_heatmap": "Heatmaps offer an illuminating lens into climate data by visually mapping intricate patterns of temperature or precipitation variations across time periods and geographical regions. Through color-coded gradients, these visualizations unveil trends, anomalies, and correlations, making complex climate data accessible and insightful.\n\n{}", "time_series_intro": "The Time Series plot stands as a robust instrument for visualizing intricate climate data, affording users the capacity to trace the evolution of temperature and precipitation patterns over time. As users opt to select one or multiple stations, the opportunity to compare unique patterns emerges. When dealing with lengthier time intervals, the yearly time resolution proves optimal, while the monthly time resolution, reserved for shorter intervals, deftly unveils the ebb and flow of seasonal changes.\n\n{}", "intro_histogram": "In the scientific pursuit of climate data visualization, histograms serve as essential tools, succinctly encapsulating the distribution of temperature or precipitation values within defined intervals. By quantifying frequency patterns, histograms illuminate the prevalence and magnitude of climatic occurrences with precision.\n\n{}"}, "en": {"title": "Statistics", "intro": "Monthly or yearly statistics showing various statistical indicator values per station with minimum, maximum, and mean temperature for every month. These statistics were calculated based on the monthly average. For example, the maximum temperature for Altdorf in January refers to the maximum mean temperature of this month, not the maximum temperature ever measured in this month. Select a menu-option in the sideboard `Analysis`-menu to show the statistics in various charts. The `Parameter` selection allows to switch between temperature and precipitation.", "analysis": "Analysis", "analysis-options": ["Summary table", "Barcharts", "Boxplots", "Superposed lines", "Heatmap", "Time Series", "3D Spiral", "Histogram"], "parameter": "Parameter", "filter": "Filter", "stat-functions": ["Minimum", "Maximum", "Average"], "show-average-line": "Show Average Line", "years": "Years", "months": "Months", "parameters": ["Temperature [°C]", "Precipitation[mm]"], "stations": "Stations", "station_name": "Stationname", "station": "Station", "month": "Month", "min": "Minimum", "max": "Maximum", "mean": "Mean", "parameter_interval": "Selected parameter: **{}**, Time interval: **{} - {}**", "barcharts": "Bar Charts", "bar_chart_intro": "The bar chart, renowned for its simplicity, offers an intuitive and accessible means of data comprehension. Each bar represents the mean {} value at the given station within the specified time interval.\n\n{}", "boxplot": "Box Plots ({})", "heatmap": "Heatmap", "time_series": "Time Series ({})", "3d_spiral": "3D Spiral ({})", "no_data": "Sorry, there is no data available for this parameter and time period.", "download_button_text": "Download data", "time_aggregation": "Statistics", "monthly": "Monthly values", "yearly": "Yearly values", "settings": "Settings", "year": "Year", "show_average_line": "Show average line", "histogram": "Histogram ({})", "count": "Count", "intro-spiral": "Inspired by the work of climatologist [Ed Hawkins](https://svs.gsfc.nasa.gov/search/?people=Ed%20Hawkins), 3D spiral transcends traditional time series charts by crafting a dynamic spiral that intertwines related months, like January and December, creating an engaging visual narrative that not only showcases trends but also vividly illustrates the cyclical nature of climate data.\n\n{}", "intro_plot": "Utilize the sidebar filters to adjust the time selection and employ the settings to modify the parameter selection; additionally, make use of the download button below the plot to conveniently retrieve the data displayed on the graph.", "intro_box_plot": "The [Box plot](https://en.wikipedia.org/wiki/Box_plot), a concise graphical representation, distills complex data distributions into a compact format, revealing key statistical insights at a glance. Its ability to showcase central tendencies, variability, and potential outliers makes it an indispensable tool for efficient data analysis.\n\n{}", "superposed_lines": "Superposed lines ({})", "intro_superposed_lines": "The Superposed Lines chart elegantly displays the monthly temperatures of selected years on a unified graph, enabling the identification of outliers while providing insights into variability and distribution across all months.\n\n{}", "intro_heatmap": "Heatmaps offer an illuminating lens into climate data by visually mapping intricate patterns of temperature or precipitation variations across time periods and geographical regions. Through color-coded gradients, these visualizations unveil trends, anomalies, and correlations, making complex climate data accessible and insightful.\n\n{}", "time_series_intro": "The Time Series plot stands as a robust instrument for visualizing intricate climate data, affording users the capacity to trace the evolution of temperature and precipitation patterns over time. As users opt to select one or multiple stations, the opportunity to compare unique patterns emerges. When dealing with lengthier time intervals, the yearly time resolution proves optimal, while the monthly time resolution, reserved for shorter intervals, deftly unveils the ebb and flow of seasonal changes.\n\n{}", "intro_histogram": "In the scientific pursuit of climate data visualization, histograms serve as essential tools, succinctly encapsulating the distribution of temperature or precipitation values within defined intervals. By quantifying frequency patterns, histograms illuminate the prevalence and magnitude of climatic occurrences with precision.\n\n{}"}, "de": {"title": "Statistiken", "intro": "Monatliche oder jährliche Statistiken, die verschiedene statistische Indikatorwerte pro Station mit minimaler, maximaler und durchschnittlicher Temperatur für jeden Monat zeigen. Diese Statistiken wurden auf der Grundlage des monatlichen Durchschnitts berechnet. Zum Beispiel bezieht sich die maximale Temperatur für Altdorf im Januar auf die maximale Durchschnittstemperatur dieses Monats, nicht auf die maximal jemals in diesem Monat gemessene Temperatur. Wählen Sie eine Menüoption im Seitenbereich `Analyse`-Menü aus, um die Statistiken in verschiedenen Diagrammen anzuzeigen. Die Auswahl der `Parameter` ermöglicht den Wechsel zwischen Temperatur und Niederschlag.", "analysis": "Analyse", "analysis-options": ["Zusammenfassungstabelle", "Balkendiagramme", "Boxplots", "Überlagerte Linien", "Heatmap", "Zeitreihe", "3D-Spirale", "Histogramm"], "parameter": "Parameter", "filter": "Filter", "stat-functions": ["Minimum", "Maximum", "Durchschnitt"], "show-average-line": "Durchschnittslinie anzeigen", "years": "Jahre", "months": "Monate", "parameters": ["Temperatur [°C]", "Niederschlag[mm]"], "stations": "Stationen", "station_name": "Stationname", "station": "Station", "month": "Monat", "min": "Minimum", "max": "Maximum", "mean": "Durchschnitt", "parameter_interval": "Ausgewählter Parameter: **{}**, Zeitintervall: **{} - {}**", "barcharts": "Balkendiagramme", "bar_chart_intro": "Das Balkendiagramm, bekannt für seine Einfachheit, bietet eine intuitive und zugängliche Möglichkeit, Daten zu verstehen. Jeder Balken repräsentiert den mittleren {}-Wert an der angegebenen Station innerhalb des angegebenen Zeitintervalls.\n\n{}", "boxplot": "Boxplots ({})", "heatmap": "Heatmap", "time_series": "Zeitreihe ({})", "3d_spiral": "3D-Spirale ({})", "no_data": "Entschuldigung, es stehen keine Daten für diesen Parameter und diesen Zeitraum zur Verfügung.", "download_button_text": "Daten herunterladen", "time_aggregation": "Statistiken", "monthly": "Monatliche Werte", "yearly": "Jährliche Werte", "settings": "Einstellungen", "year": "Jahr", "show_average_line": "Durchschnittslinie anzeigen", "histogram": "Histogramm ({})", "count": "Anzahl", "intro-spiral": "Inspiriert von der Arbeit des Klimatologen [Ed Hawkins](https://svs.gsfc.nasa.gov/search/?people=Ed%20Hawkins) übertrifft die 3D-Spirale herkömmliche Zeitreihendiagramme, indem sie eine dynamische Spirale schafft, die verwandte Monate wie Januar und Dezember miteinander verbindet und eine fesselnde visuelle Erzählung schafft, die nicht nur Trends zeigt, sondern auch die zyklische Natur von Klimadaten anschaulich veranschaulicht.\n\n{}", "intro_plot": "Verwenden Sie die Seitenleistenfilter, um die Zeitauswahl anzupassen, und verwenden Sie die Einstellungen, um die Parameterauswahl zu ändern. Verwenden Sie außerdem die Schaltfläche zum Herunterladen unterhalb des Diagramms, um die angezeigten Daten bequem abzurufen.", "intro_box_plot": "Das [Boxplot](https://en.wikipedia.org/wiki/Box_plot), eine prägnante grafische Darstellung, destilliert komplexe Datenverteilungen in einem kompakten Format und enthüllt auf einen Blick wichtige statistische Erkenntnisse. Seine Fähigkeit, zentrale Tendenzen, Variabilität und potenzielle Ausreißer zu zeigen, macht es zu einem unverzichtbaren Werkzeug für effiziente Datenanalyse.\n\n{}", "superposed_lines": "Überlagerte Linien ({})", "intro_superposed_lines": "Das Diagramm der überlagerten Linien zeigt elegant die monatlichen Temperaturen ausgewählter Jahre auf einem vereinheitlichten Graphen an und ermöglicht die Identifizierung von Ausreißern sowie Einblicke in Variabilität und Verteilung über alle Monate hinweg.\n\n{}", "intro_heatmap": "Heatmaps bieten einen aufschlussreichen Blick auf Klimadaten, indem sie komplexe Muster von Temperatur- oder Niederschlagsvariationen über Zeiträume und geografische Regionen hinweg visuell abbilden. Durch farbcodierte Gradienten enthüllen diese Visualisierungen Trends, Anomalien und Korrelationen und machen komplexe Klimadaten zugänglich und aufschlussreich.\n\n{}", "time_series_intro": "Das Zeitreihendiagramm ist ein robustes Instrument zur Visualisierung komplexer Klimadaten und ermöglicht es Benutzern, die Entwicklung von Temperatur- und Niederschlagsmustern im Laufe der Zeit nachzuverfolgen. Wenn Benutzer eine oder mehrere Stationen auswählen, ergibt sich die Möglichkeit, einzigartige Muster zu vergleichen. Bei längeren Zeitintervallen ist die jährliche Zeitauflösung optimal, während die monatliche Zeitauflösung für kürzere Intervalle geschickt die Auf und Ab der saisonalen Veränderungen enthüllt.\n\n{}", "intro_histogram": "In der wissenschaftlichen Erforschung der Visualisierung von Klimadaten dienen Histogramme als wesentliche Werkzeuge, die die Verteilung von Temperatur- oder Niederschlagswerten in definierten Intervallen prägnant erfassen. Indem sie Häufigkeitsmuster quantifizieren, beleuchten Histogramme die Häufigkeit und Größe klimatischer Ereignisse mit Präzision.\n\n{}"}, "fr": {"title": "Statistiques", "intro": "Statistiques mensuelles ou annuelles montrant divers indicateurs statistiques de valeurs par station avec température minimale, maximale et moyenne pour chaque mois. Ces statistiques ont été calculées sur la base de la moyenne mensuelle. Par exemple, la température maximale pour Altdorf en janvier fait référence à la température moyenne maximale de ce mois, et non à la température maximale jamais mesurée ce mois-ci. Sélectionnez une option de menu dans le menu `Analyse` de la barre latérale pour afficher les statistiques dans différents graphiques. La sélection `Paramètre` permet de basculer entre la température et les précipitations.", "analysis": "Analyse", "analysis-options": ["Tableau récapitulatif", "Diagrammes en barres", "Boîtes à moustaches", "Lignes superposées", "Carte thermique", "Séries temporelles", "Spirale 3D", "Histogramme"], "parameter": "Paramètre", "filter": "Filtre", "stat-functions": ["Minimum", "Maximum", "Moyenne"], "show-average-line": "Afficher la ligne moyenne", "years": "Années", "months": "Mois", "parameters": ["Température [°C]", "Précipitations [mm]"], "stations": "Stations", "station_name": "Nom de la station", "station": "Station", "month": "Mois", "min": "Minimum", "max": "Maximum", "mean": "Moyenne", "parameter_interval": "Paramètre sélectionné: **{}**, Intervalle de temps: **{} - {}**", "barcharts": "Diagrammes en barres", "bar_chart_intro": "Le diagramme en barres, réputé pour sa simplicité, offre un moyen intuitif et accessible de comprendre les données. Chaque barre représente la valeur moyenne {} à la station donnée dans l'intervalle de temps spécifié.\n\n{}", "boxplot": "Boîtes à moustaches ({})", "heatmap": "Carte thermique", "time_series": "Séries temporelles ({})", "3d_spiral": "Spirale 3D ({})", "no_data": "Désolé, il n'y a pas de données disponibles pour ce paramètre et cette période de temps.", "download_button_text": "Télécharger les données", "time_aggregation": "Statistiques", "monthly": "Valeurs mensuelles", "yearly": "Valeurs annuelles", "settings": "Paramètres", "year": "Année", "show_average_line": "Afficher la ligne moyenne", "histogram": "Histogramme ({})", "count": "Compte", "intro-spiral": "Inspirée par le travail du climatologue [Ed Hawkins](https://svs.gsfc.nasa.gov/search/?people=Ed%20Hawkins), la spirale 3D transcende les graphiques de séries temporelles traditionnels en créant une spirale dynamique qui entrelace les mois liés, comme janvier et décembre, créant un récit visuel captivant qui met en valeur les tendances et illustre vivement la nature cyclique des données climatiques.\n\n{}", "intro_plot": "Utilisez les filtres de la barre latérale pour ajuster la sélection de temps et utilisez les paramètres pour modifier la sélection de paramètres ; en outre, utilisez le bouton de téléchargement sous le graphique pour récupérer facilement les données affichées sur le graphique.", "intro_box_plot": "Le [Diagramme en boîtes à moustaches](https://en.wikipedia.org/wiki/Box_plot), une représentation graphique concise, condense les distributions de données complexes dans un format compact, révélant des informations statistiques clés en un coup d'œil. Sa capacité à mettre en valeur les tendances centrales, la variabilité et les valeurs aberrantes potentielles en fait un outil indispensable pour une analyse de données efficace.\n\n{}", "superposed_lines": "Lignes superposées ({})", "intro_superposed_lines": "Le graphique des lignes superposées affiche élégamment les températures mensuelles des années sélectionnées sur un graphique unifié, permettant l'identification des valeurs aberrantes tout en fournissant des informations sur la variabilité et la distribution sur tous les mois.\n\n{}", "intro_heatmap": "Les cartes thermiques offrent un regard éclairant sur les données climatiques en cartographiant visuellement les motifs complexes de variations de température ou de précipitations sur des périodes de temps et des régions géographiques. Grâce à des gradients codés par couleur, ces visualisations révèlent des tendances, des anomalies et des corrélations, rendant les données climatiques complexes accessibles et instructives.\n\n{}", "time_series_intro": "Le graphique des séries temporelles constitue un instrument robuste pour visualiser les données climatiques complexes, offrant aux utilisateurs la possibilité de retracer l'évolution des modèles de température et de précipitations au fil du temps. Lorsque les utilisateurs choisissent une ou plusieurs stations, la possibilité de comparer des modèles uniques émerge. Lorsqu'il s'agit d'intervalles de temps plus longs, la résolution temporelle annuelle s'avère optimale, tandis que la résolution temporelle mensuelle, réservée aux intervalles plus courts, dévoile habilement les fluctuations des changements saisonniers.\n\n{}", "intro_histogram": "Dans la recherche scientifique de la visualisation des données climatiques, les histogrammes sont des outils essentiels, résumant de manière concise la distribution des valeurs de température ou de précipitations dans des intervalles définis. En quantifiant les motifs de fréquence, les histogrammes mettent en lumière la prévalence et l'ampleur des phénomènes climatiques avec précision.\n\n{}"}, "it": {"title": "Statistiche", "intro": "Statistiche mensili o annuali che mostrano i valori di vari indicatori statistici per stazione con temperatura minima, massima e media per ogni mese. Queste statistiche sono state calcolate sulla base della media mensile. Ad esempio, la temperatura massima per Altdorf a gennaio si riferisce alla temperatura media massima di questo mese, non alla temperatura massima mai registrata in questo mese. Seleziona un'opzione di menu nel menu 'Analisi' nella barra laterale per mostrare le statistiche in vari grafici. La selezione 'Parametro' consente di passare tra temperatura e precipitazione.", "analysis": "Analisi", "analysis-options": ["Tabella di riepilogo", "Grafici a barre", "Diagrammi a scatola", "Linee sovrapposte", "Mappa termica", "Serie temporali", "Spirale 3D", "Istogramma"], "parameter": "Parametro", "filter": "Filtro", "stat-functions": ["Minimo", "Massimo", "Media"], "show-average-line": "Mostra linea media", "years": "Anni", "months": "Mesi", "parameters": ["Temperatura [°C]", "Precipitazione[mm]"], "stations": "Stazioni", "station_name": "Nome stazione", "station": "Stazione", "month": "Mese", "min": "Minimo", "max": "Massimo", "mean": "Media", "parameter_interval": "Parametro selezionato: **{}**, Intervallo di tempo: **{} - {}**", "barcharts": "Grafici a barre", "bar_chart_intro": "Il grafico a barre, rinomato per la sua semplicità, offre un modo intuitivo e accessibile per comprendere i dati. Ogni barra rappresenta il valore medio di {} nella stazione specificata nell'intervallo di tempo specificato.\n\n{}", "boxplot": "Diagrammi a scatola ({})", "heatmap": "Mappa termica", "time_series": "Serie temporali ({})", "3d_spiral": "Spirale 3D ({})", "no_data": "Spiacenti, non ci sono dati disponibili per questo parametro e periodo di tempo.", "download_button_text": "Scarica dati", "time_aggregation": "Statistiche", "monthly": "Valori mensili", "yearly": "Valori annuali", "settings": "Impostazioni", "year": "Anno", "show_average_line": "Mostra linea media", "histogram": "Istogramma ({})", "count": "Conteggio", "intro-spiral": "Ispirata al lavoro del climatologo [Ed Hawkins](https://svs.gsfc.nasa.gov/search/?people=Ed%20Hawkins), la spirale 3D va oltre i tradizionali grafici delle serie temporali creando una spirale dinamica che intreccia mesi correlati, come gennaio e dicembre, creando una narrazione visiva coinvolgente che non solo mostra le tendenze ma illustra vividamente la natura ciclica dei dati climatici.\n\n{}", "intro_plot": "Utilizza i filtri nella barra laterale per regolare la selezione temporale e utilizza le impostazioni per modificare la selezione del parametro; inoltre, utilizza il pulsante di download sotto il grafico per recuperare comodamente i dati visualizzati sul grafico.", "intro_box_plot": "Il [Diagramma a scatola](https://en.wikipedia.org/wiki/Box_plot), una rappresentazione grafica concisa, sintetizza le complesse distribuzioni dei dati in un formato compatto, rivelando in un colpo d'occhio importanti informazioni statistiche. La sua capacità di mostrare tendenze centrali, variabilità e potenziali valori anomali lo rende uno strumento indispensabile per un'efficace analisi dei dati.\n\n{}", "superposed_lines": "Linee sovrapposte ({})", "intro_superposed_lines": "Il grafico delle linee sovrapposte mostra elegantemente le temperature mensili degli anni selezionati su un grafico unificato, consentendo l'identificazione di valori anomali e fornendo informazioni sulla variabilità e la distribuzione in tutti i mesi.\n\n{}", "intro_heatmap": "Le mappe termiche offrono una lente illuminante sui dati climatici, mappando visivamente i complessi modelli di variazione della temperatura o della precipitazione nel tempo e nelle regioni geografiche. Attraverso gradienti a colori, queste visualizzazioni rivelano tendenze, anomalie e correlazioni, rendendo i complessi dati climatici accessibili e illuminanti.\n\n{}", "time_series_intro": "Il grafico delle serie temporali rappresenta uno strumento robusto per visualizzare dati climatici complessi, offrendo agli utenti la capacità di tracciare l'evoluzione dei modelli di temperatura e precipitazione nel tempo. Quando gli utenti scelgono una o più stazioni, emerge l'opportunità di confrontare modelli unici. Quando si tratta di intervalli di tempo più lunghi, la risoluzione temporale annuale si rivela ottimale, mentre la risoluzione temporale mensile, riservata a intervalli più brevi, svela abilmente l'andamento dei cambiamenti stagionali.\n\n{}", "intro_histogram": "Nella ricerca scientifica della visualizzazione dei dati climatici, gli istogrammi sono strumenti essenziali, che racchiudono in modo sintetico la distribuzione dei valori di temperatura o precipitazione all'interno di intervalli definiti. Quantificando i modelli di frequenza, gli istogrammi illuminano la prevalenza e l'entità degli eventi climatici con precisione.\n\n{}"}}