{"source": {"analysis": "Analysis", "analysis-options": ["Map", "Summary Table"], "title": "NBCN-Stations", "intro": "This section summarizes the information for the {} swiss NBCN-climate stations measuring temperature data. Additional stations exist with only precipitaiton data but are not included here. See the ressources section for additional information on these stations.", "summary-table": "Summary table for Swiss NBCN stations", "summary-table-intro": "This table summarizes the information on the Swiss NBCN climate stations with long-term temperature data."}, "en": {"analysis": "Analysis", "analysis-options": ["Map", "Summary Table"], "title": "NBCN-Stations", "intro": "This section summarizes the information for the {} swiss NBCN-climate stations measuring temperature data. Additional stations exist with only precipitaiton data but are not included here. See the ressources section for additional information on these stations.", "summary-table": "Summary table for Swiss NBCN stations", "summary-table-intro": "This table summarizes the information on the Swiss NBCN climate stations with long-term temperature data."}, "de": {"analysis": "Analyse", "analysis-options": ["Karte", "Zusammenfassungstabelle"], "title": "NBCN-Stationen", "intro": "Dieser Abschnitt fasst die Informationen für die {} schweizerischen NBCN-Klimastationen zusammen, die Temperaturdaten messen. Weitere Stationen existieren nur mit Niederschlagsdaten, sind aber hier nicht enthalten. Weitere Informationen zu diesen Stationen finden Sie im Ressourcenbereich.", "summary-table": "Zusammenfassungstabelle für Schweizer NBCN-Stationen", "summary-table-intro": "Diese Tabelle fasst die Informationen zu den schweizerischen NBCN-Klimastationen mit langfristigen Temperaturdaten zusammen."}, "fr": {"analysis": "Analyse", "analysis-options": ["Carte", "Tableau récapitulatif"], "title": "Stations NBCN", "intro": "Cette section résume les informations sur les stations climatiques NBCN suisses mesurant les données de température. D'autres stations existent avec seulement des données de précipitations mais ne sont pas incluses ici. Consultez la section ressources pour plus d'informations sur ces stations.", "summary-table": "Tableau récapitulatif des stations NBCN suisses", "summary-table-intro": "Ce tableau résume les informations sur les stations climatiques NBCN suisses avec des données de température à long terme."}, "it": {"analysis": "Analisi", "analysis-options": ["Mappa", "Tabella di riepilogo"], "title": "NBCN-Stazioni", "intro": "Questa sezione riassume le informazioni per le stazioni climatiche NBCN svizzere che misurano i dati di temperatura. Esistono altre stazioni con solo dati di precipitazione ma non sono incluse qui. Consultare la sezione risorse per ulteriori informazioni su queste stazioni.", "summary-table": "Tabella di riepilogo per le stazioni NBCN svizzere", "summary-table-intro": "Questa tabella riassume le informazioni sulle stazioni climatiche NBCN svizzere con dati di temperatura a lungo termine."}}