{"source": {"title": "Trend Analysis", "intro": "The Mann-Kendall trend test is a statistical method used to assess if there is a significant trend (upward or downward) in a time series or data set. It is based on the ranks of data points, making it a non-parametric test, and it is widely used in various fields to detect trends in environmental, climatic, and economic data, among others. Since the data consists of strictly monthly data, the seasonal Mann-Kendall test is used for the MK calculation (Hirsch, R.M., Slack, J.R. and Smith, R.A. (1982) \n\nThe Sen test works similarly in that it is a non-parametric statistical test used to detect trends in time series or data sets. It estimates the slope of the trend by calculating the median of all possible pairwise slopes between data points, making it robust to outliers and more suitable for skewed or irregularly distributed data.\n\nThe Linear regression allows an additional visual control for the decision, if a detected upward or downward trend is indeed confirmed by the data.", "analysis": "Analysis", "parameters": "Parameters", "parameter": "Parameter", "stations": "Stations", "years": "Years", "months": "Months", "parameter-options": ["Temperature [°C]", "Precipitation[mm]"], "analysis-options": ["Info", "Mann Kendall Test"], "result_keys": ["Date range", "Min temperature (°C)", "Max temperature (°C)", "Avg temperature (°C)", "Std temperature (°C)", "MK Trend", "MK p", "Sen slope"], "display-options": ["All results", "Increasing", "Decreasing", "No trend"], "display": "Display"}, "en": {"title": "Trend Analysis", "intro": "The Mann-Kendall trend test is a statistical method used to assess if there is a significant trend (upward or downward) in a time series or data set. It is based on the ranks of data points, making it a non-parametric test, and it is widely used in various fields to detect trends in environmental, climatic, and economic data, among others. Since the data consists of strictly monthly data, the seasonal Mann-Kendall test is used for the MK calculation (Hirsch, R.M., Slack, J.R. and Smith, R.A. (1982) \n\nThe Sen test works similarly in that it is a non-parametric statistical test used to detect trends in time series or data sets. It estimates the slope of the trend by calculating the median of all possible pairwise slopes between data points, making it robust to outliers and more suitable for skewed or irregularly distributed data.\n\nThe Linear regression allows an additional visual control for the decision, if a detected upward or downward trend is indeed confirmed by the data.", "analysis": "Analysis", "parameters": "Parameters", "parameter": "Parameter", "stations": "Stations", "years": "Years", "months": "Months", "parameter-options": ["Temperature [°C]", "Precipitation[mm]"], "analysis-options": ["Info", "Mann Kendall Test"], "result_keys": ["Date range", "Min temperature (°C)", "Max temperature (°C)", "Avg temperature (°C)", "Std temperature (°C)", "MK Trend", "MK p", "Sen slope"], "display-options": ["All results", "Increasing", "Decreasing", "No trend"], "display": "Display"}, "de": {"title": "Trendanalyse", "intro": "Der Mann-Kendall-Trendtest ist eine statistische Methode, die verwendet wird, um festzustellen, ob es einen signifikanten Trend (aufwärts oder abwärts) in einer Zeitreihe oder Datensatz gibt. Er basiert auf den Rängen der Datenpunkte, was ihn zu einem nichtparametrischen Test macht, und er wird in verschiedenen Bereichen weit verbreitet eingesetzt, um Trends in Umwelt-, Klima- und Wirtschaftsdaten sowie in anderen Bereichen zu erkennen. Da die Daten ausschließlich aus monatlichen Daten bestehen, wird der saisonale Mann-Kendall-Test für die MK-Berechnung verwendet (Hirsch, R.M., Slack, J.R. und Smith, R.A. (1982).\n\nDer Sen-Test funktioniert ähnlich wie ein nichtparametrischer statistischer Test, der verwendet wird, um Trends in Zeitreihen oder Datensätzen zu erkennen. Er schätzt die Steigung des Trends, indem er den Median aller möglichen Paarweisen Steigungen zwischen den Datenpunkten berechnet, was ihn robust gegenüber Ausreißern macht und für schief verteilte oder unregelmäßig verteilte Daten besser geeignet ist.\n\nDie lineare Regression ermöglicht eine zusätzliche visuelle Kontrolle für die Entscheidung, ob ein erkannter aufwärts- oder abwärtstrend tatsächlich durch die Daten bestätigt wird.", "analysis": "Analyse", "parameters": "Parameter", "parameter": "Parameter", "stations": "Stationen", "years": "Jahre", "months": "Monate", "parameter-options": ["Temperatur [°C]", "Niederschlag [mm]"], "analysis-options": ["Info", "Mann-Kendall-Test"], "result_keys": ["Datumsbereich", "Minimale Temperatur (°C)", "Maximale Temperatur (°C)", "Durchschnittliche Temperatur (°C)", "Standardabweichung der Temperatur (°C)", "MK-Trend", "MK p", "Sen-Steigung"], "display-options": ["Alle Ergebnisse", "Zunehmend", "Abnehmend", "Kein Trend"], "display": "Anzeige"}, "fr": {"title": "Analyse des tendances", "intro": "Le test de tendance de Mann-Kendall est une méthode statistique utilisée pour évaluer s'il existe une tendance significative (à la hausse ou à la baisse) dans une série temporelle ou un ensemble de données. Il est basé sur les rangs des points de données, ce qui en fait un test non paramétrique, et il est largement utilisé dans divers domaines pour détecter les tendances dans les données environnementales, climatiques et économiques, entre autres. Étant donné que les données sont strictement mensuelles, le test saisonnier de Mann-Kendall est utilisé pour le calcul de MK (Hirsch, R.M., Slack, J.R. et Smith, R.A. (1982) \n\nLe test de Sen fonctionne de manière similaire en ce sens qu'il s'agit d'un test statistique non paramétrique utilisé pour détecter les tendances dans les séries temporelles ou les ensembles de données. Il estime la pente de la tendance en calculant la médiane de toutes les pentes possibles entre les points de données, ce qui le rend robuste aux valeurs aberrantes et plus adapté aux données asymétriques ou irrégulièrement distribuées.\n\nLa régression linéaire permet un contrôle visuel supplémentaire pour la décision, si une tendance à la hausse ou à la baisse détectée est effectivement confirmée par les données.", "analysis": "Analyse", "parameters": "Paramètres", "parameter": "Paramètre", "stations": "Stations", "years": "Années", "months": "Mois", "parameter-options": ["Température [°C]", "Précipitations [mm]"], "analysis-options": ["Info", "Test de Mann-Kendall"], "result_keys": ["Plage de dates", "Température minimale (°C)", "Température maximale (°C)", "Température moyenne (°C)", "Température standard (°C)", "Tendance MK", "p MK", "Pente Sen"], "display-options": ["Tous les résultats", "Croissant", "Décroissant", "Pas de tendance"], "display": "Affichage"}, "it": {"title": "Analisi delle tendenze", "intro": "Il test di tendenza di Mann-Kendall è un metodo statistico utilizzato per valutare se esiste una tendenza significativa (in aumento o in diminuzione) in una serie temporale o un insieme di dati. Si basa sui ranghi dei punti dati, rendendolo un test non parametrico, ed è ampiamente utilizzato in vari campi per rilevare tendenze nei dati ambientali, climatici ed economici, tra gli altri. Poiché i dati consistono in dati mensili rigorosamente, il test di Mann-Kendall stagionale viene utilizzato per il calcolo di MK (Hirsch, R.M., Slack, J.R. e Smith, R.A. (1982) \n\nIl test di Sen funziona in modo simile in quanto è un test statistico non parametrico utilizzato per rilevare tendenze nelle serie temporali o negli insiemi di dati. Stima la pendenza della tendenza calcolando la mediana di tutte le possibili pendenze a coppie tra i punti dati, rendendolo robusto agli outlier e più adatto per dati asimmetrici o distribuiti in modo irregolare.\n\nLa regressione lineare consente un controllo visivo aggiuntivo per la decisione se una tendenza in aumento o in diminuzione rilevata è effettivamente confermata dai dati.", "analysis": "Analisi", "parameters": "Parametri", "parameter": "Parametro", "stations": "Stazioni", "years": "Anni", "months": "Mesi", "parameter-options": ["Temperatura [°C]", "Precipitazione[mm]"], "analysis-options": ["Informazioni", "Test di Mann-Kendall"], "result_keys": ["Intervallo di date", "Temperatura minima (°C)", "Temperatura massima (°C)", "Temperatura media (°C)", "Temperatura standard (°C)", "Tendenza MK", "p MK", "Pendenza Sen"], "display-options": ["Tutti i risultati", "In aumento", "In diminuzione", "Nessuna tendenza"], "display": "Visualizza"}}